[
  {
    "slug": "concrete-driveways",
    "name": "Concrete Driveways",
    "shortName": "Driveways",
    "title": "Concrete Driveway Installation Columbus OH",
    "description": "Professional concrete driveway installation and replacement in Columbus, OH. Durable, long-lasting driveways that enhance your home's curb appeal.",
    "icon": "🚗",
    "heroText": "Transform Your Home's Entrance with a Beautiful Concrete Driveway",
    "benefits": [
      "Lasts 25-30 years with proper maintenance",
      "Increases property value",
      "Low maintenance requirements",
      "Withstands Ohio weather extremes",
      "Multiple finish options available"
    ],
    "content": "A concrete driveway is one of the best investments you can make for your home. Unlike asphalt that needs frequent resealing or gravel that shifts and requires constant maintenance, concrete provides a permanent, durable surface that enhances your property's value and appearance.\n\nOur Columbus concrete driveway services include new installations, replacement of damaged driveways, widening existing driveways, and decorative finishes. We work with you to design the perfect driveway that complements your home's architecture and fits your budget.\n\nWe use high-quality concrete mixes rated for Ohio's freeze-thaw cycles, proper reinforcement techniques, and professional finishing methods to ensure your driveway lasts for decades."
  },
  {
    "slug": "concrete-patios",
    "name": "Concrete Patios",
    "shortName": "Patios",
    "title": "Concrete Patio Contractors Columbus OH",
    "description": "Custom concrete patio design and installation in Columbus. Create the perfect outdoor living space for entertaining and relaxation.",
    "icon": "🏡",
    "heroText": "Create Your Perfect Outdoor Living Space",
    "benefits": [
      "Extends your living area outdoors",
      "Customizable shapes and designs",
      "Works with any backyard layout",
      "Complements landscaping features",
      "Perfect for entertaining"
    ],
    "content": "A well-designed concrete patio extends your living space into the outdoors, creating the perfect area for family gatherings, barbecues, and relaxation. Our team specializes in creating custom patios that fit your lifestyle and complement your home's architecture.\n\nWe offer various finish options including broom finish for slip resistance, exposed aggregate for texture, and stamped patterns that mimic natural stone, brick, or tile. Whether you want a simple rectangular patio or a curved multi-level design, we have the expertise to bring your vision to life.\n\nOur patios are built to withstand heavy furniture, foot traffic, and Ohio's challenging weather conditions. We ensure proper drainage and reinforcement so your patio remains level and crack-free for years to come."
  },
  {
    "slug": "concrete-slabs",
    "name": "Concrete Slabs",
    "shortName": "Slabs",
    "title": "Concrete Slab Installation Columbus OH",
    "description": "Commercial and residential concrete slab installation in Columbus. Garages, sheds, workshops, and more.",
    "icon": "🏗️",
    "heroText": "Solid Foundations for Any Project",
    "benefits": [
      "Level and stable surface",
      "Proper load-bearing capacity",
      "Moisture barrier options",
      "Various thickness options",
      "Suitable for any structure"
    ],
    "content": "Whether you're building a garage, workshop, shed, or outdoor structure, a properly installed concrete slab provides the solid foundation your project needs. Our team has extensive experience pouring slabs for residential and commercial applications throughout Columbus and Franklin County.\n\nWe begin each slab project with proper site preparation, including grading, compaction, and vapor barrier installation when needed. Our slabs are poured to the appropriate thickness with proper reinforcement based on the intended use and load requirements.\n\nFrom small utility sheds to large commercial buildings, we deliver slabs that meet or exceed building codes and provide decades of reliable service."
  },
  {
    "slug": "stamped-concrete",
    "name": "Stamped Concrete",
    "shortName": "Stamped",
    "title": "Stamped Concrete Columbus OH",
    "description": "Beautiful stamped concrete patterns that mimic natural stone, brick, and tile at a fraction of the cost. Expert installation in Columbus.",
    "icon": "✨",
    "heroText": "The Beauty of Natural Stone at Concrete Prices",
    "benefits": [
      "Looks like natural stone or brick",
      "Fraction of the cost of pavers",
      "Seamless installation",
      "Many patterns and colors",
      "Easier to maintain"
    ],
    "content": "Stamped concrete offers the beauty and elegance of natural stone, brick, slate, or tile at a fraction of the cost. Using specialized stamps and color techniques, we create stunning surfaces that enhance any property's appearance.\n\nOur stamped concrete services are perfect for driveways, patios, pool decks, walkways, and more. We offer dozens of patterns including cobblestone, flagstone, brick, wood plank, and custom designs. Colors can be matched to complement your home's exterior or create a unique accent.\n\nUnlike individual pavers that can shift, settle, or allow weed growth, stamped concrete provides a seamless surface that's easier to maintain while delivering the same high-end appearance."
  },
  {
    "slug": "concrete-foundations",
    "name": "Concrete Foundations",
    "shortName": "Foundations",
    "title": "Concrete Foundation Contractors Columbus OH",
    "description": "Residential and commercial foundation services in Columbus. New construction, repairs, and reinforcement.",
    "icon": "🏠",
    "heroText": "Building Strong Foundations for Columbus Homes",
    "benefits": [
      "Engineered for your structure",
      "Proper drainage included",
      "Meets all building codes",
      "Reinforced for longevity",
      "Expert installation team"
    ],
    "content": "Your foundation is the most critical component of any structure. A properly designed and installed foundation ensures your building remains stable, level, and protected from moisture damage for its entire lifespan.\n\nOur foundation services include new construction foundations, foundation repairs, basement waterproofing, and structural reinforcement. We work closely with builders, architects, and homeowners to deliver foundations engineered for specific soil conditions and structural requirements.\n\nWith years of experience in central Ohio's clay-heavy soils, we understand the unique challenges of building in this region and employ techniques that prevent common issues like settling, cracking, and water infiltration."
  },
  {
    "slug": "concrete-walkways",
    "name": "Concrete Walkways",
    "shortName": "Walkways",
    "title": "Concrete Walkway Installation Columbus OH",
    "description": "Professional sidewalk and walkway installation in Columbus. Safe, attractive paths for homes and businesses.",
    "icon": "🚶",
    "heroText": "Safe and Beautiful Walkways for Your Property",
    "benefits": [
      "ADA compliant options",
      "Non-slip finishes available",
      "Connects outdoor spaces",
      "Enhances curb appeal",
      "Durable in all weather"
    ],
    "content": "Well-designed walkways provide safe, attractive paths throughout your property while enhancing your landscaping and curb appeal. From front entry sidewalks to garden paths, our team creates walkways that are both functional and beautiful.\n\nWe offer various widths, finishes, and decorative options to match your property's style. Whether you prefer simple broom-finished concrete or elaborate stamped designs, we deliver professional results that last.\n\nAll our walkways are installed with proper slope for drainage and built to withstand heavy foot traffic and Ohio's freeze-thaw cycles."
  }
]
